<?php

return [
    'head' => [
        'title' => 'АПТА САЙЫН ҰТЫП АЛ!',
        'description' => 'Өзіңе арналған жүлделер ұтып ал.'
    ],

    'footer' => [
        'period' => 'НАУҚАН МЕРЗІМІ: 2022 ЖЫЛДЫҢ 7 АҚПАНЫ МЕН 27 НАУРЫЗЫ АРАЛЫҒЫ',
        'rights' => '<sup>©</sup>2022 Mars, Incorporated. Барлық құқықтар қорғалған. | <sup>®</sup>TM Twix, Mars Incorporated сауда маркасы және оның филиалдары',
        'links' => [
            'privacy' => 'Құпиялылық',
            'terms' => 'Заң талаптары',
            'parents' => 'Ата-аналар үшін',
            'contacts' => 'Байланыс',
            'owner' => 'Сайт иесі'
        ]
    ],

    'main' => [
        'title' => 'АПТА САЙЫН<br> ҰТЫП АЛ',
        'catch-twix' => 'ӨЗІҢ ҮШІН TWIX-СӘТТІ<br class="mobile"> ПАЙДАЛАН!',
        'pass-test' => 'Тесттен өт те, өзіңнің <br>Twix-сәтіңді пайдалан',
        'win-everyday' => 'Күн сайын жүлде ұтып ал!',
        'rules' => 'НАУҚАН ЕРЕЖЕСІ',
        'want-more' => 'КӨБІРЕК АЛҒЫҢ КЕЛЕ МЕ?',
        'upload-info' => 'Twix батончигі бар чекті жүкте де,<br> ұтып ал:',
        'winners' => 'ЖЕҢІМПАЗДАР',
        'search-phone' => 'Телефон бойынша іздеу...',
        'momental' => 'ЛЕЗДІК ЖҮЛДЕЛЕР',
        'weekly' => 'КҮН САЙЫНҒЫ ЖҮЛДЕЛЕР',
        'faq-info' => 'Сұрақ қояр алдында жиі қойылатын<br class="mobile"> сұрақтар тізімін қарап шық. <br> Егер жауап таппасаң, бізге хат жаз, біз саған міндетті<br class="mobile"> түрде жауап береміз.',
        'faq-title' => 'СҰРАҚТАР МЕН ЖАУАПТАР',
        'write-comment' => 'Өз сұрағыңды жаз...',
        'send' => 'ЖОЛДАУ',
        'for-me' => 'ӨЗІМЕ',
        'amount' => '1 000 000 тг'
    ],

    'form' => [
        'name' => 'Есімің ',
        'phone' => '+7 777 777 7777',
        'email' => 'E-mail',
        'question' => 'Өз сұрағыңды жаз...'
    ],

    'left' => 'СОЛ ЖАҒЫ <br> МАҒАН',
    'right' => 'ОҢ ЖАҒЫ ДА <br> МАҒАН',

    'date' => 'Күні',
    'time' => 'Уақыты',
    'sum' => 'Сомасы',
    'prize' => 'Жүлдесі',
    'up' => 'ЖОҒАРЫҒА',
    'phone' => 'Телефоны',

    'header' => [
        'catch' => 'Сәтті пайдалан',
        'upload-check' => 'Чекті жүктеу',
        'buy-twix' => 'twix сатып алу',
        'cabinet' => 'Жеке кабинет',
        'exit' => 'Шығу',
        'about' => 'Науқан туралы'
    ],

    'check-register' => [
        'title' => 'Чекті тіркеу',
        'info' => '<span>Назар аударыңыз!</span> Чектің суреті анық болуы тиіс. <br class="mobile"> Онда міндетті <br class="desktop"> түрде мыналар көрсетіліп, анық оқылуы тиіс: <br class="mobile"> <span> дүкеннің атауы, чектің <br class="desktop"> жалпы сомасы және науқанға <br class="mobile"> қатысатын кез келген өнімнің атауы.</span>',
        'warn' => 'Чекті жүктер алдында оны мұқият тексер! Саған тек бір ғана мүмкіндік беріледі, егер чек дұрыс болмаса, жүлде ойынға қайтарылады :(',
        'dropzone' => [
            'info' => 'Құрылғыдан файл таңдау үшін чектің суретін (сканын) <br> осы жерге әкел немесе осы жерді бас',
            'choose' => 'Таңдалған файл<br>'
        ],
        'register' => 'ЧЕКТІ ТІРКЕУ'
    ],

    'profile' => [
        'take' => 'ЖҮЛДЕНІ АЛУ',
        'info' => 'Жүлдені алу үшін, <br>
                        ұтқаннан кейін 72 сағаттың <br>
                        ішінде Twix батончигі бар <br>
                        чекті жүктеу керек.',
        'moderation' => 'Чек модерацияда',
        'declined' => 'Сенің чегіңнен <a href="#">бас тартылды</a>',
        'form' => 'Жеткізу нысаны',
        'fill' => 'ТОЛТЫРУ',
        'form-filled' => 'Жеткізу нысаны <br> толтырылды',
        'prize-info' => 'Жүлде көрсетілген <br> мекенжайға жіберіледі',
        'total' => 'Барлық чек: :count',
        'participate' => 'осы аптадағы ұтыс ойынға қатысады',
        'important' => 'Маңызды: Тіркелген чектерді міндетті түрде сақтап қой!',
        'photo' => 'Чектің Суреті',
        'status' => 'Жағдайы',

        'look' => 'Көру',
//        'state' => [
//            'waiting' => '<span class="waiting">Модерацияда/span>',
//            'rejected' => '<a class="rejected" href=":url">Бас тартылды</a>',
//            'accepted' => 'Қабылданды'
//        ],
        'instructions' => 'Жүлдені алу үшін, <br>
                        ұтқаннан кейін 72 сағаттың <br>
                        ішінде Twix батончигі бар <br>
                        чекті жүктеу керек.',
        'for-you' => 'Өзіңе арналған Twix-сәт :',
        'main' => 'Басты бетке',
    ],

    'delivery' => [
        'lastname' => 'Тегі',
        'name' => 'Аты',
        'index' => 'Индексі',
        'region' => 'Облысты таңда',
        'locality' => 'Елді мекен',
        'street' => 'Көше',
        'house' => 'Үй',
        'apartment' => 'Пәтер',
        'commentary' => 'Түсініктеме...',
        'info' => '<span>Жүлде алу үшін жеткізудің барлық нысанын мұқият толтырып шығуың керек!</span> <br>
                Мұқият бол! Жібергеннен кейін нысанды түзетуге мүмкіндік берілмейді. Нысанды жібергеннен <br> кейін 20 күннің ішінде байланыс ақпаратын нақтылау үшін саған хабарласуы мүмкін.',
        'sub-info' => 'Жеткізу нысанын қазір немесе жеке кабинеттегі «Жеткізу нысанын толтыру» <br> деген түймешені басқаннан кейін 10 күннің ішінде толтыруға болады.',
        'required' => '* Міндетті түрде толтыру керек',
        'your-prize' => 'Сенің жүлдең:',
        'date-won' => 'Ұтыс ойын күні:',
        'your-mobile' => 'Ұялы телефон:',
        'terms' => 'Жүлделер дүйсенбі-жұма күндері сағат 09:00-18:00 аралығында жеткізіледі.
                <br class="desktop"> Байланыс ақпаратын <br class="mobile"> нақтылау үшін сенің ұялы <br class="mobile"> телефоныңа алдын ала
                <br class="desktop"> курьер хабарласады.
                <br><br> <a href="#">ЖЕТКІЗУ ШАРТТАРЫ</a>'
    ],

    'auth' => [
        'enter' => 'КІРУ',
        'register' => 'ТІРКЕЛУ',
        'submit' => 'РАСТАУ',

        'phone' => 'Ұялы телефон нөмірің',
        'email' => 'Email-ің',
        'code' => 'Код',
        'login' => 'КІРУ',
        'or' => 'немесе',
        'tme' => '<img src="' . url('/i/telegram.svg') . '" alt="telegram"> арқылы кіру',
        'not-registered' => 'Бұрын тіркелмеп пе едің?',
        'already-registered' => 'Тіркелдің бе?',
        'registration' => 'ТІРКЕЛУ',
        'forgot' => 'Ұмытып қалдың ба?',
        'reset_sms' => 'Кодты алу',

        'register-warn' => '«Тіркелу» деген түймешені баса отырып, <a href="#">Науқан ережесімен</a> және <a href="#">Құпиялылық саясатымен</a> келісетінімді растаймын',
        'register-notification' => 'Сенің :phone <br> нөміріңе робот <br> қоңырау шалады. <br> Кіріс қоңыраудың соңғы <br> 4 санын енгізу керек.'
    ],

    'tests' => [
        'title' => 'Өзіңе арналған Twix-сәт ',
        'info' => 'Тесттен өт те, өзіңнің Twix-сәтіңді пайдалан',
        'start' => 'БАСТАУ',
        'saved' => 'Жүлде туралы ақпарат жеке кабинетте сақталған.',
        'wanna-more' => 'КӨБІРЕК АЛҒЫҢ КЕЛЕ МЕ?',
        'you-won' => 'СЕН ЖҮЛДЕ ҰТТЫҢ!',

        'upload' => 'Twix чегін жүкте де, апта сайынғы <br>
            жүлде ұту ойынына қатыс!',
        'tomorrow' => 'Ертең кір, жаңа чектерді жүкте де, <br>
            ұтыс ойынға қатыс:'
    ],

    'error' => [
        '500' => [
            'title' => 'Қате - 500',
            'description' => 'Қате. Кейінірек қайталап көріңіз.'
        ],
        '404' => [
            'title' => 'Қате - 404',
            'description' => 'Кешіріңіз. Бұл бет қол жетімді емес.'
        ]
    ],
    'restricted' => [
        'title' => 'Кешір, компаниямыздың саясатына сәйкес,<br> 14 жасқа толмаған пайдаланушыларға сайт ашылмайлы. <br><br><span>Ересектердің біреуіне жүлде ұтып алуды өтін! </span>',
        'btn' => 'оралу'
    ],
    'modal' => [

        'call-was-not' => 'Қоңырау шалмады ма?',

        'age-filter' => [
            'age' => '14 жасқа толдың ба?',
            'no' => 'ЖОҚ',
            'yes' => 'ИӘ',
            'promise' => 'Біздің уәдеміз',
            'promise-text' => 'МАРС компаниясында біз брендтерімізді маркетингтік тұрғыдан дамыту мәселелеріне жауапты қараймыз. Бізде өнімімізді дамыту бойынша ережелер жиынтығын құрайтын ішкі Маркетинг кодексіміз бар. Кодексте МАРС ЖШҚ жарнама науқандары 14 жасқа толған тұлғаларға арналғандығы туралы ереже бар. Осы жастан бастап адамдар кондитерлік өнімді ойланып тұтынуға қатысты саналы түрде таңдау жасайды деп ойлаймыз. <br>Біз Маркетинг кодексін жарнама науқандарын жоспарлаған және іске асырған кезде пайдаланамыз. Сіздің және отбасыңыздың біздің өнім туралы толық әрі дұрыс ақпарат алғандарыңызды қалаймыз. <br>Өнімді қаншалықты жауапкершілікпен жарнамалайтынымыз туралы білгіңіз келсе, сілтемені пайдаланып,  <a  href="https://www.mars.com/global/policies/note-to-parents/np-russian" target="_blank">Mars компаниясының Маркетинг кодексімен</a>танысыңыз.'
        ],

        'faq-success' => [
            'sent' => 'Сұрақ жолданды.',
            'answer' => 'Саған жақын арада жауап береміз.'
        ],

        'ok' => 'Ок',

        'already-uploaded' => [
            '4-checks' => 'Бүгін сен төрт рет чек жүктедің.',
            'come-tomorrow' => 'Ертең кір!'
        ],

        'test-limit' => [
            'today-limit' => 'Бүгінгі таңда әрекеттер аяқталды!',
            'come-tomorrow' => 'Ертең кір!'
        ],

        'check-success' => [
            'accepted' => 'Дайын! Чегің қабылданды.',
            'after-moderation' => 'Модерациядан өткеннен кейін <br> жеке кабинетіңнен жүлдеңнің <br> жағдайын біле аласың.'
        ],

        'sms_forgot' => [
            'title' => 'Тіркелген кезде көрсеткен ұялы телефон нөміріңді енгіз',
            'footer_button' => 'Тіркелуге оралу',
            'decrement' => '<b> :countdown </b> секундтан кейін қоңырауды қайта сұратуға болады.',
            'ask-again' => 'Тағы бір рет сұрату '
        ],
        'privacy' => 'Біздің веб-сайтқа кіргенде, есіңізде болсын, біз сіздің жеке өміріңізге қол сұқпау құқығын құрметтейміз және бізге сеніп тапсырған жеке ақпаратыңызға әрдайым мұқиятпыз. Біз сіздің құпиялылығыңызды онлайн түрде қалай қорғайтынымыз туралы түсінікті әрі дәл ақпаратпен қамтамасыз еткіміз келеді. <br>Толық ақпарат алу үшін мына <a class="text-underline" href="https://www.mars.com/privacy-policy-russia" target="_blank">сілтеме</a> арқылы өтіңіз.',
        'owner' => 'Mars Орталық Еуразия және Беларусь<br>Эл. почта: <a href="mailto:contact.ceab@mars.com">contact.ceab@mars.com</a> <br>Телефоны: <a href="tel:8-800-080-1331">8-800-080-1331</a> <br>
                                  <a href="https://www.mars.com" target="_blank">www.mars.com</a>',
        'parents' => 'Жауапты өндіруші ретінде және Маркетинг Кодексімізге сәйкес біз өнімдерімізді 14 жастан асқан тұлғаларға ғана жарнамалаймыз, өйткені осы жастан бастап адамдар кондитерлік өнімдерді саналы түрде қалай тұтыну керектігін ақылмен шеше бастайды деген пікірдеміз. Маркетинг Кодексімізге сәйкес, біздің коммуникация ересектер мен жасөспірімдерге бағытталған. Біз саналы түрде таңдау үшін өз өнімдеріміз туралы толық ақпарат бергенімізге кепілдік береміз. <br>Оқушылардың өнімдер туралы ақпаратты жете түсініп, оларды тұтынуға қатысты салмақты әрі ақылды шешім қабылдауы үшін біз басқа да өндірушілермен бірігеміз. <br><br>Толық ақпарат алу үшін <a class="text-underline" href="http://mars.com/global/policies/note-to-parents/np-russian" target="_blank">сілтеме арқылы өтіңіз</a>',
        'terms' => 'Біздің заңды талаптарымызда біздің веб-сайтты қалай пайдалану керектігі түсіндірілген. <br><br><a class="text-underline" href="https://www.mars.com/legal-russia" target="_blank">Mars компаниясының заңды <br>талаптарын толық оқып шығу.</a>',
        'contacts' => 'Біз үшін тұтынушылармен кері байланыс өте маңызды. Осы веб-сайттан өзіңізді қызықтыратын ақпарат таба алмасаңыз немесе бізбен бөліскіңіз келетін идеяларыңыз болса, бізге хабарласыңыз.
                        <br>
                        <br>
                        <a class="text-underline" href="https://www.mars.com/global/about-us/contact-us" target="_blank">Бізбен қалай байланысуға болатынын біліңіз.</a>',
    ]
];
