<?php

return [
    'head' => [
        'title' => 'ВЫИГРЫВАЙ КАЖДУЮ НЕДЕЛЮ!',
        'description' => 'Выигрывай призы для себя.'
    ],

    'footer' => [
        'period' => 'Сроки акции: с 7 февраля 2022 года по 27 марта 2022 года',
        'rights' => '<sup>©</sup>2022 Mars, Incorporated. Все права защищены. | <sup>®</sup>TM Twix, Торговые марки Mars Incorporated и её филиалов',
        'links' => [
            'privacy' => 'Конфиденциальность',
            'terms' => 'Юридические условия',
            'parents' => 'Для родителей',
            'contacts' => 'Контакты',
            'owner' => 'Владелец сайта'
        ]
    ],

    'main' => [
        'title' => 'Выигрывай <br> каждую неделю',
        'catch-twix' => 'Лови Twix-момент <br class="mobile"> для себя!',
        'pass-test' => 'Проходи тест и узнай свой <br> Twix-момент',
        'win-everyday' => 'И выигрывай призы каждый день',
        'rules' => 'Правила акции',
        'want-more' => 'Хочешь больше?',
        'upload-info' => 'Грузи чек с батончиком Twix <br> и выигрывай:',
        'winners' => 'Победители',
        'search-phone' => 'Поиск по телефону...',
        'momental' => 'Моментальные призы',
        'weekly' => 'Еженедельные призы',
        'faq-info' => 'Перед тем как задать вопрос, просмотри <br class="mobile"> наиболее часто задаваемые вопросы. <br> Если не нашел ответа - пиши нам, мы <br class="mobile"> обязательно ответим.',
        'faq-title' => 'Вопросы и ответы',
        'write-comment' => 'Напиши свой вопрос...',
        'send' => 'Отправить',
        'for-me' => 'Для себя',
        'amount' => '1 000 000 тг'
    ],

    'form' => [
        'name' => 'Имя',
        'phone' => '+7 777 777 7777',
        'email' => 'E-mail',
        'question' => 'Напиши свой вопрос...'
    ],

    'left' => 'Левая <br> для меня',
    'right' => 'И правая <br> для меня',

    'date' => 'Дата',
    'time' => 'Время',
    'sum' => 'Сумма',
    'prize' => 'Приз',
    'up' => 'Наверх',
    'phone' => 'Телефон',
    'btn_scan' => 'Сканировать',

    'header' => [
        'catch' => 'Лови момент',
        'upload-check' => 'Загрузить чек',
        'buy-twix' => 'Купить twix',
        'cabinet' => 'Личный кабинет',
        'exit' => 'Выход',
        'about' => 'Об акции'
    ],

    'check-register' => [
        'title' => 'Регистрация чека',
        'info' => '<span>Внимание!</span> Изображение чека должно быть четким. <br class="mobile"> Обязательно <br class="desktop"> должны присутствовать и хорошо читаться: <br class="mobile"> <span> название магазина, общая <br class="desktop"> сумма чека, название любого <br class="mobile"> продукта, участвующего в акции.</span>',
        'warn' => 'Внимательно проверь чек перед загрузкой! У тебя всего одна попытка <br> и если чек окажется неверным, то приз вернётся в игру :(',
        'dropzone' => [
            'info' => 'Перетяни в эту область фото (скан) чека или <br> нажми, чтобы выбрать файл с устройства',
            'choose' => 'Выбран файл<br>'
        ],
        'register' => 'Зарегистрировать чек'
    ],

    'profile' => [
        'take' => 'Забрать приз',
        'info' => 'Чтобы получить приз, <br>
                        необходимо загрузить чек с <br>
                        батончиком Twix в течение 72 <br>
                        часов после выигрыша',
        'moderation' => 'Чек на модерации',
        'declined' => 'Твой чек <a href="#">отклонен</a>',
        'form' => 'Форма доставки',
        'fill' => 'Заполнить',
        'form-filled' => 'Форма доставки <br> заполнена',
        'prize-info' => 'Приз будет отправлен <br> по указанному адресу',
        'total' => 'Всего чеков: :count',
        'participate' => 'участвуют в розыгрыше на этой неделе',
        'important' => 'Важно: Обязательно сохраняй зарегистрированные чеки!',
        'photo' => 'Фото Чека',
        'status' => 'Статус',

        'look' => 'Посмотреть',
//        'state' => [
//            'waiting' => '<span class="waiting">На модерации</span>',
//            'rejected' => '<a class="rejected" href=":url">Отклонен</a>',
//            'accepted' => 'Принят'
//        ],
        'instructions' => 'Чтобы получить приз, <br>
                необходимо загрузить чек с <br>
                батончиком Twix в течение 72 <br>
                часов после выигрыша',
        'for-you' => 'TWIX-момент для тебя:',
        'main' => 'На главную',
    ],

    'delivery' => [
        'lastname' => 'Фамилия',
        'name' => 'Имя',
        'index' => 'Индекс',
        'region' => 'Выберите область',
        'locality' => 'Населённый пункт',
        'street' => 'Улица',
        'house' => 'Дом',
        'apartment' => 'Квартира',
        'commentary' => 'Комментарии...',
        'info' => '<span>Чтобы получить приз, ты должен внимательно заполнить все поля формы доставки</span> <br>
                Будь внимателен! После отправки не будет возможности редактировать форму. В течение 20 дней <br> после отправки формы с тобой могут связаться, чтобы проверить контактную информацию.',
        'sub-info' => 'Форму доставки можно заполнить сейчас или в течение 10 дней при нажатии на кнопку <br> «Заполнить форму доставки» в личном кабинете',
        'required' => '* Обязательно для заполнения',
        'your-prize' => 'Твой приз:',
        'date-won' => 'Дата выигрыша:',
        'your-mobile' => 'Мобильный:',

        'contact' => 'В течение недели с<br> тобой свяжутся для<br> уточнения деталей!',
        'balance' => 'В течение недели<br> баланс поступит на<br> твой мобильный!',

        'terms' => 'Призы доставляются в рабочие дни с понедельника по пятницу включительно с 09:00 до 18:00.
                <br class="desktop"> Предварительно с <br class="mobile"> тобой может связаться курьер по твоему мобильному <br class="mobile"> телефону для уточнения
                <br class="desktop"> контактной информации.
                <br><br> <a href="#">УСЛОВИЯ ДОСТАВКИ</a>'
    ],

    'auth' => [
        'enter' => 'Вход',
        'register' => 'Регистрация',
        'submit' => 'Подтвердить',

        'phone' => 'Номер мобильного',
        'email' => 'E-mail',
        'code' => 'Код',
        'login' => 'Войти',
        'or' => 'или',
        'tme' => 'Войти через <img src="' . url('/i/telegram.svg') . '" alt="telegram">',
        'not-registered' => 'Не зарегистрирован?',
        'already-registered' => 'Уже зарегистрирован?',
        'registration' => 'Зарегистрироваться',
        'forgot' => 'Забыл?',
        'reset_sms' => 'получить код',

        'register-warn' => 'Нажимая кнопку «Зарегистрироваться», я подтверждаю, что согласен с <a href="#">Правилами акции</a> и <a href="#">Политикой конфиденциальности</a>',
        'register-notification' => 'Тебе поступит звонок от робота <br> на номер :phone <br> Необходимо ввести 4 <br> последние цифры входящего <br> номера.'
    ],

    'tests' => [
        'title' => 'Twix-момент для себя',
        'info' => 'Проходи тест в картинках и узнай момент для себя',
        'start' => 'Начать',
        'saved' => 'Информация о призе сохранена в личном кабинете',
        'wanna-more' => 'Хочешь больше?',
        'you-won' => 'Ты выиграл приз!',

        'upload' => 'Грузи чек с Twix и участвуй в <br>
            розыгрыше еженедельного приза!',
        'tomorrow' => 'Приходи завтра, грузи новые <br>
            чеки и участвуй в розыгрыше:'
    ],

    'scan' => [
        'title' => 'Сканируй Twix, чтобы забрать свой приз!',
        'sub' => ' Наведи камеру на свой Twix так, чтобы был виден логотип.',

        'popup' => [
            'text1'  => 'Дай браузеру доступ к камере и попробуй снова.',
            'text2'  => 'Его сегодня не узнать! Давай попробуем снова.',
            'btn_file' => 'Загрузить вручную',
            'cant_scan'  => 'Не сканируется?',
            'title1s' => 'Twix не видно!',
            'title2s' => 'Это точно Twix?',
            'scan_again' => 'Сканировать ещё раз',
            'prize' => [
                'title' => 'Твой скан участвует в розыгрыше <br> приза на этой неделе!',
                'footer' => 'Хочешь увеличить шансы? <br> Сканируй ещё!'
            ]
        ]
    ],

    'error' => [
        '500' => [
            'title' => 'Ошибка - 500',
            'description' => 'Ой, кажется что-то пошло не так, попробуйте перезайти'
        ],
        '404' => [
            'title' => 'Ошибка - 404',
            'description' => 'Такой страницы не существует'
        ]
    ],
    'restricted' => [
        'title' => 'Прости, политика нашей компании не<br> разрешает просматривать сайт<br> лицам младше 14 лет.<br><br><span>Попроси взрослого выиграть тебе приз.</span>',
        'btn' => 'Назад'
    ],
    'modal' => [

        'delivery' => [
            'filled' => 'Форма доставки заполнена!',
            'address' => 'Приз будет отправлен по указанному <br> тобой адресу. В случае необходимости <br> наши операторы свяжутся с тобой.'
        ],

        'call-was-not' => 'Звонка не было?',

        'age-filter' => [
            'age' => 'Тебе исполнилось 14 лет?',
            'no' => 'Нет',
            'yes' => 'Да',
            'promise' => 'Наше обещание',
            'promise-text' => 'В компании МАРС мы ответственно подходим к вопросам маркетингового продвижения наших брендов. У нас есть
        внутренний Маркетинговый Кодекс, который представляет собой свод правил по продвижению нашей продукции. Кодекс
        содержит положение, согласно которому рекламные кампании ООО МАРС адресованы лицам, достигшим 14-летнего
        возраста. Мы считаем, что начиная с этого возраста, люди делают осознанный выбор отностительно того, как надо
        разумно потреблять кондитерскую продукцию.<br><br>
        Мы используем Маркетинговый Кодекс при планировании и осуществлении рекламных кампаний. Мы хотим, чтобы вы и
        ваша семья обладали самой полной и достоверной информацией о нашей продукции. <br><br>
        Если вы хотите узнать больше о том, как мы ответственно рекламируем свою продукцию, используйте ссылку, чтобы
        ознакомиться с <a href="' . url('https://www.mars.com/global/policies/note-to-parents/np-russian') . '">Маркетинговым Кодексом компании Mars</a>.'
        ],

        'faq-success' => [
            'sent' => 'Вопрос отправлен',
            'answer' => 'Мы ответим тебе в ближайшее время'
        ],

        'ok' => 'Ок',

        'already-uploaded' => [
            '4-checks' => 'Сегодня ты уже загрузил четыре чека.',
            'come-tomorrow' => 'Возвращайся завтра!'
        ],

        'test-limit' => [
            'today-limit' => 'На сегодня попытки закончились!',
            'come-tomorrow' => 'Возвращайся завтра и попробуй ещё.'
        ],

        'check-success' => [
            'accepted' => 'Готово! Твой чек принят.',
            'after-moderation' => 'После прохождения модерации <br> ты можешь узнать статус твоего <br> приза в личном кабинете.'
        ],

        'sms_forgot' => [
            'title' => 'Введи номер мобильного, который указал при регистрации',
            'footer_button' => 'вернуться к авторизации',
            'decrement' => 'Запросить новый звонок можно через <b> :countdown </b> секунд',
            'ask-again' => 'Запросить еще раз'
        ],
        'privacy' => 'Посещая наши веб-сайты, помните, что мы уважаем ваше право на неприкосновенность
                          частной жизни и всегда внимательно относимся к персональной информации,
                          которую вы нам доверяете. Мы хотим обеспечить вас понятной и точной
                          информацией о том, как мы защищаем вашу конфиденциальность онлайн.
                          Чтобы узнать больше, следуйте по <a class="text-underline" href="https://www.mars.com/privacy-policy-russia" target="_blank">ссылке</a>',
        'owner' => 'Mars Центральная Евразия и Беларусь <br>
                        Эл. почта: <a class="text-underline" href="mailto:contact.ceab@mars.com">contact.ceab@mars.com</a> <br>
                        Телефоны: <a class="text-underline" href="tel:8-800-080-1331">8-800-080-1331</a> <br>
                        <a class="text-underline" href="https://www.mars.com" target="_blank">www.mars.com</a>',
        'parents' => 'Как ответственный производитель и в соответствии с нашим Маркетинговым Кодексом, мы рекламируем продукцию только для лиц, достигших 14 летнего возраста, поскольку в этом возрасте люди начинают делать осознанный выбор относительно того, как надо разумно потреблять кондитерскую продукцию.
                        В соответствии с нашим Маркетинговым Кодексом, наша коммуникация направлена на взрослых и подростков. Мы гарантируем, что предоставляем вам полную информацию о своей продукции для осознанного выбора.
                        <br>Мы объединяемся с другими производителями, чтобы научить школьников разбираться в информации о продуктах и принимать взвешанные и осознанные решения в отношении их потребления.
                        <br><br>Чтобы узнать больше, следуйте
                        <a class="text-underline" href="http://mars.com/global/policies/note-to-parents/np-russian" target="_blank">по ссылке</a>',
        'terms' => 'Наши юридические условия объясняют, как пользоваться нашим веб-сайтом. <br><br><a class="text-underline" href="https://www.mars.com/legal-russia" target="_blank">Прочитать полностью юридические <br>условия компании Mars</a>',
        'contacts' => 'Обратная связь с потребителем очень важна для нас. Если вам не удалось найти на этом веб-сайте интересующую вас информацию или у вас есть идеи, с которыми вы хотите поделиться с нами, пожалуйста, сообщите нам.
                        <br>
                        <br>
                        <a class="text-underline" href="https://www.mars.com/global/about-us/contact-us" target="_blank">Узнайте, как связаться с нами</a>',
    ]
];
